<?php

return [

    'error' => [
        'watched' => 'Этот фильм уже в списке просмотренного.',
        'unwatched' => 'Этого фильма нет в списке просмотренного.',
        'favorited' => 'Этот фильм уже в избранном.',
        'unfavorited' => 'Этого фильма нет в избранном.',
    ],

    'message' => [
        'watch' => 'Фильм добавлен в список просмотренного!',
        'unwatch' => 'Фильм удален из списка просмотренного.',
        'favorite' => 'Фильм добавлен в избранное!',
        'unfavorite' => 'Фильм удален из избранного.',
    ]

];
